[
  {
    "id":1,
    "name": "Ravi Kapoor",
    "picture": "https://assets.thehansindia.com/h-upload/2020/07/09/982680-chef-sanjeev-kapoor.webp",
    "years_of_experience": 12,
    "numbers_of_recipes": 150,
    "likes": 5000,
    "recipe_details": "Ravi Kapoor is a seasoned chef specializing in Indian cuisine. With over 12 years of experience, he has created 150 unique recipes loved by food enthusiasts. Ravi's dishes showcase the rich flavors and aromatic spices of India, leaving a lasting impression on every plate."
  },
  {
    "id":2,
    "name": "Priya Sharma",
    "picture": "https://static.toiimg.com/photo/msid-97805307/97805307.jpg",
    "years_of_experience": 8,
    "numbers_of_recipes": 100,
    "likes": 3500,
    "recipe_details": "Priya Sharma is a talented chef known for her innovative approach to Indian cooking. With 8 years of experience, she has crafted 100 delightful recipes that blend traditional flavors with contemporary techniques. Priya's dishes are a perfect balance of authenticity and creativity."
  },
  {
    "id":3,
    "name": "Vikram Singh",
    "picture": "https://media.licdn.com/dms/image/C5603AQEAdDIV3NpnEA/profile-displayphoto-shrink_800_800/0/1655954666512?e=2147483647&v=beta&t=jXZNXCQC1659qA8DMWkvGMmy-BQxRXF1BtFqbT36KMU",
    "years_of_experience": 15,
    "numbers_of_recipes": 200,
    "likes": 6000,
    "recipe_details": "Vikram Singh is an accomplished chef renowned for his culinary expertise in Indian gastronomy. With 15 years of experience, he has curated an impressive repertoire of 200 recipes. Vikram's dishes reflect his passion for regional Indian flavors and his dedication to perfection."
  },
  {
    "id":4,
    "name": "Neha Patel",
    "picture": "https://media.licdn.com/dms/image/C4E03AQFVLkxMYATrkg/profile-displayphoto-shrink_800_800/0/1655285339740?e=2147483647&v=beta&t=yEOsIuvvEjqN2iGvJ4NPLA0mq9at_8YKwXabm-CB9Ww",
    "years_of_experience": 6,
    "numbers_of_recipes": 80,
    "likes": 2800,
    "recipe_details": "Neha Patel is a rising star in the world of Indian cuisine. Despite her relatively short 6 years of experience, she has already crafted 80 delectable recipes that have won the hearts of many. Neha's dishes showcase her unique culinary style and a touch of modernity."
  },
  {
    "id":5,
    "name": "Amit Varma",
    "picture": "https://media.licdn.com/dms/image/C5622AQH0xP6hn5HNyQ/feedshare-shrink_2048_1536/0/1591530849174?e=2147483647&v=beta&t=gI9nTaBuhGKWyd-SiNv9q0KPUaRdcWoafjNVvPJquD8",
    "years_of_experience": 10,
    "numbers_of_recipes": 120,
    "likes": 4500,
    "recipe_details": "Amit Verma is a skilled chef with a deep understanding of Indian culinary traditions. With 10 years of experience, he has developed 120 exceptional recipes that celebrate the diverse flavors of India. Amit's passion for cooking is evident in every dish he creates."
  },
  {
    "id":6,
    "name": "Sneha Bhatt",
    "picture": "https://disruptmagazine.com/wp-content/uploads/2021/04/image0-1.jpeg",
    "years_of_experience": 5,
    "numbers_of_recipes": 70,
    "likes": 2500,
    "recipe_details": "Sneha Bhatt is a talented and ambitious chef specializing in authentic Indian cuisine. Despite her relatively short 5 years of experience, she has already crafted 70 delicious recipes loved by many. Sneha's dishes pay homage to traditional Indian flavors while infusing her unique creativity."
  }
]
